Repository: 314pi/PortableInternet
Catalog: PortableApps/wxDownloadFastPortable/App/wxDownloadFast/languages/*/wxDFast.po
Languages: cs, pl

source: Total Speed:
cs: Celková rychlost:
pl: Ca³kowita prêdko¶æ:

source: Total Complete:
cs: Dokonèené:
pl: £±cznie pobrano:

source: Downloads in progress:
cs: Stahování v bìhu:
pl: Pobierania w toku:

source: Hide the main window
cs: Skrýt hlavní okno
pl: Ukryj g³ówne okno

source: Show the main window
cs: Zobrazit hlavní okno
pl: Poka¿ g³ówne okno

source: New download
cs: Nové stahování
pl: Dodaj nowe pobieranie

source: Close the program
cs: Zavøít program
pl: Zakoñcz program

source: Band control
cs: Ovládání ¹íøky pásma
pl: Limit prêdko¶ci

source: Unlimited
cs: Neomezená ¹íøka pásma
pl: Bez limitu

source: Just for this session. To change definitely go to "Options"
cs: Jen pro toto spu¹tìní. Pro trvalou zmìnu nastavte ve "Volbách"
pl: Na czas trwania sesji. Trwa³e zmiany w menu "Opcje"

source: Active
cs: Aktivní
pl: Aktywny

source: Per Download
cs: Podle stahování
pl: Na ka¿de pobieranie

source: Downloads in Progress
cs: Stahování v bìhu
pl: Pobierania w toku

source: Finished Downloads
cs: Dokonèená stahování
pl: Pobrane pliki

source: Schedule Download
cs: Naplánovat stahování
pl: Planowanie pobierania

source: Start Download
cs: Spustit stahování
pl: Rozpocznij pobieranie

source: Stop Download
cs: Zastavit stahování
pl: Zatrzymaj pobieranie

source: Remove Download
cs: Odebrat stahování
pl: Usuñ z listy

source: Properties of Download
cs: Vlastnosti stahování
pl: W³a¶ciwo¶ci pobierania

source: Download File Again
cs: Stáhnout soubor znovu
pl: Pobierz ponownie

source: Move File
cs: Pøesunout soubor
pl: Przenie¶ plik

source: Check Integrity
cs: Zkontrolovat integritu
pl: Sprawd¼ spójno¶æ

source: Copy URL
cs: Kopírovat URL
pl: Kopiuj adres odno¶nika

source: Copy Download Data
cs: Kopírovat sta¾ená data
pl: Kopiuj dane o pobraniu

source: Open Destination Directory
cs: Otevøít cílový adresáø
pl: Otwórz katalog docelowy

source: NEW RELEASE:
cs: Nové vydání:
pl: Nowe wydanie

source: is available.
cs: je dostupné.
pl: jest dostêpne.

source: File type
cs: Typ souboru
pl: Typ pliku

source: Preview
cs: Náhled
pl: Podgl±d

source: Piece
cs: Díl
pl: Czê¶æ

source: Stopping the download...
cs: Zastavování stahování...
pl: Zatrzymywanie pobierania...

source: Stopping the current download before removing...
cs: Zastavování stahování pøed odebráním...
pl: Zatrzymywanie pobierania przed usuniêciem...

source: Do you also want to remove the partial downloaded file from the disk?
cs: Chcete vymazat èástìènì sta¾ené soubory z disku?
pl: Czy chcesz równie¿ usun±æ z dysku pobrane fragmenty?

source: Remove...
cs: Odebírám...
pl: Usuñ

source: Do you also want to remove downloaded file(s) from the disk?
cs: Chcete vymazat sta¾ený soubor(y) z disku?
pl: Czy chcesz równie¿ usun±æ z dysku pobrane pliki?

source: Error creating thread!
cs: Chyba pøi vytváøení vlákna!
pl: B³±d tworzenia w±tku!

source: Error...
cs: Chyba...
pl: B³±d

source: Error starting thread!
cs: Chyba pøi startu vlákna!
pl: B³±d uruchomienia w±tku!

source: Starting the downloads...
cs: Spou¹tení stahování...
pl: Rozpoczynanie pobierania...

source: Stopping the downloads...
cs: Zastavování stahování...
pl: Zatrzymywanie pobierania...

source: Unable to open the clipboard!
cs: Nebylo mo¾né otevøít schránku!
pl: Brak dostêpu do schowka!

source: Name
cs: Jméno
pl: Nazwa

source: Size
cs: Velikost
pl: Rozmiar

source: Time
cs: Èas
pl: Czas

source: Destination
cs: Umístìní
pl: Po³o¿enie

source: Reference URL
cs: URL odkazu
pl: Adres odsy³aj±cy (referrer)

source: Comments
cs: Komentáøe
pl: Komentarz

source: URLs
pl: Adresy odno¶ników

source: Find file...
cs: Najít soubor...
pl: Znajd¼ plik

source: Download Properties
cs: Vlastnosti stahování
pl: W³a¶ciwo¶ci pobierania

source: Select the directory:
cs: Vybrat adresáø:
pl: Wybierz katalog

source: Moving...
cs: Pøesouvání...
pl: Przenoszenie...

source: Moving file...
cs: Pøesouvání souboru...
pl: Przenoszenie pliku...

source: Error moving file.
cs: Chyba pøi pøesouvání souboru.
pl: B³±d podczas przenoszenia!

source: The file isn't in the path that it was saved initially. Do you want to change only the old path for the current one?
cs: Soubor není na cestì, v které byl pùvodnì ulo¾en. Chcete zmìnit jen starou cestu na aktuální?
pl: Plik nie znajduje siê w katalogu w którym by³ zapisywany. Czy chcesz zmieniæ ¶cie¿kê do pliku na aktualn±?

source: Continue...
cs: Pokraèovat...
pl: Kontynuuj...

source: Checking file's MD5...
cs: Kontrola MD5 souètu souboru...
pl: Sprawdzanie sumy MD5...

source: The file was verified successfully.
cs: Soubor byl úspì¹nì ovìøen.
pl: Plik zosta³ poprawnie zweryfikowany.

source: Success...
cs: Úspìch...
pl: Wykonano...

source: The MD5 calculated previously is different from the current one.
cs: MD5 døíve vypoètený je jiný ne¾ aktuální.
pl: Suma kontrolna MD5 obliczona wcze¶niej ró¿ni siê od obecnej!

source: Old MD5 =
cs: Starý MD5 =
pl: MD5 poprzednio =

source: Current MD5 =
cs: Aktuální MD5 =
pl: MD5 obecnie =

source: File not found.
cs: Soubor nenalezen.
pl: Nie odnaleziono pliku.

source: The configuration was exported successfully.
cs: Nastavení bylo úspì¹nì exportováno.
pl: Eksport ustawieñ zakoñczony.

source: Error exporting configuration.
cs: Chyba pøi exportu nastavení.
pl: B³±d eksportu ustawieñ.

source: Select the file...
cs: Vybrat soubor...
pl: Wybierz plik...

source: The configuration was imported successfully. The program will be restated now for the changes to take effect.
cs: Nastavení bylo úspì¹nì importováno. Program bude nyní restartován, aby se projevily provedené zmìny.
pl: Import ustawieñ zakoñczony. Program zostanie uruchomiony ponownie by uwzglêdniæ zmiany.

source: Error importing configuration.
cs: Chyba pøi importu nastavení.
pl: B³±d importu ustawieñ.

source: Command :
cs: Pøíkaz:
pl: Polecenie:

source: Shutdown Command...
cs: Vypnutí...
pl: Polecenie wy³±czenia komputera...

source: Disconnect Command...
cs: Odpojení...
pl: Polecenie roz³±czenia...

source: Updating the configuration...
cs: Update nastavení...
pl: Zmiana konfiguracji...

source: Updating and saving the configuration...
cs: Update a ulo¾ení nastavení...
pl: Zmiana i zapisywanie konfiguracji...

source: Unable to find the browser. Go to "Options" and specify a valid one.
cs: Nemohu najít prohlí¾eè. Definujte ho v "Volbách".
pl: Nie mogê znale¼æ przegl±darki. Ustaw ¶cie¿kê w menu "Narzêdzia -> Opcje".

source: Version:
cs: Verze:
pl: Wersja:

source: Author:
cs: Autor:
pl: Autor:

source: I'd like to thank the following contributors for their help:
cs: Chtìl bych podìkovat následujícím pøispìvatelùm za jejich pomoc:
pl: Osoby, którym chcia³bym podziêkowaæ za ich wk³ad w rozwój programu:

source: - several tips and donations
cs: - nìkolik tipù a podpora
pl: - kilka porad i datków

source: - Ripstop theme
cs: - Ripstop téma
pl: - motyw Ripstop

source: Visit our website:
cs: Nav¹tivte na¹í webovou stránku:
pl: Odwied¼ nasz± stronê:

source: Help to improve the program!
cs: Pomo¾te zlep¹it program!
pl: Pomó¿ w ulepszaniu programu!

source: Donate to this project!
cs: Podpoøte projekt!
pl: Wesprzyj finansowo projekt!

source: Do you want to close the program?
cs: Chcete zavøít program?
pl: Zakoñczyæ pracê programu?

source: Close...
cs: Zavøít...
pl: Zakoñcz

source: Add new download
cs: Pøidat nové stahování
pl: Dodaj nowe pobieranie

source: Remove the selected download
cs: Odebrat vybraná stahování
pl: Usuñ wybrane pobieranie

source: Mark the selected download as scheduled
cs: Oznaèit vybraná stahování jako naplánovaná
pl: Zaznacz wybrane pobieranie do wykonania wed³ug planu

source: Start the selected download
cs: Spustit vybraná stahování
pl: Rozpocznij wybrane pobieranie

source: Stop the selected download
cs: Zastavit vybraná stahování
pl: Zatrzymaj wybrane pobieranie

source: Start all downloads
cs: Spustit v¹echna stahování
pl: Rozpocznij wszystkie pobierania

source: Stop all downloads
cs: Zastavit v¹echna stahování
pl: Zatrzymaj wszystkie pobierania

source: Raise in one level the selected download in the queue
cs: Posunout vybrané stahování ve frontì o jednu úroveò vý¹e
pl: Przenie¶ pobieranie o jedno miejsce w górê

source: Lower in one level the selected download in the queue
cs: Posunout vybrané stahování ve frontì o jednu úroveò ní¾e
pl: Przenie¶ pobieranie o jedno miejsce w dó³

source: Show the properties of the selected download
cs: Zobrazit vlastnosti vybraného stahování
pl: Poka¿ w³a¶ciwo¶ci wybranego pobierania

source: You have downloaded a HTML file. Open this file in your browser?
cs: Stáhnul jste HTML soubor. Otevøít v prohlí¾eèi?
pl: Pobrano plik HTML. Czy otworzyæ go w przegl±darce?

source: Shutting down the computer...
cs: Vypnout poèítaè...
pl: Wy³±czam komputer...

source: The computer will shut down in seconds...
cs: Poèítaè bude vypnut bìhem nìkolika sekund...
pl: Komputer zostanie za chwilê wy³±czony...

source: Disconnecting from the Internet...
cs: Odpojování od Internetu...
pl: Roz³±czanie po³±czenia internetowego...

source: The Internet connection will be closed in seconds...
cs: Internetové pøipojení bude zavøeno bìhem nìkolika sekund...
pl: Komputer zostanie od³±czony od Internetu...

source: Visit http://dfast.sourceforge.net for more informations.
cs: Nav¹tivte http://dfast.sourceforge.net pro dal¹í informace.
pl: Odwied¼ stronê http://dfast.sourceforge.net by uzyskaæ wiêcej informacji.

source: List of files in Zip archive:
cs: Seznam souborù v Zip archívu:
pl: Lista plików w archiwum zip:

source: Zip Preview
cs: Náhled zipu
pl: Podgl±d zip

source: Unable to extract zip file content!
cs: Nebylo mo¾né extrahovat obsah zip souboru!
pl: Nie powiod³o siê odczytanie zawarto¶ci archiwum zip!

source: Unable to search in this page. Change to another page and try again
cs: Nemohu vyhledávat na této stránce. Zmìnte to na jinou stránku a zkuste znovu
pl: Wyszukiwanie nie jest mo¿liwe na tej stronie. Wpisz inny adres strony i spróbuj ponownie

source: Information...
cs: Informace...
pl: Informacje

source: The following URL is invalid:
cs: Následující URL je neplatná:
pl: Nastêpuj±cy adres jest b³êdny:

source: The URL is invalid!
cs: URL je neplatná!
pl: Nieprawid³owy adres odno¶nika!

source: The following URL has a different filename:
cs: Následující URL má jiné jméno souboru:
pl: Nastêpuj±cy odno¶nik wskazuje inn± nazwê pliku:

source: Select at least one item of the address list!
cs: Vyberte nejménì jednu polo¾ku ze seznamu adres!
pl: Wybierz co najmniej jedn± pozycjê z listy adresów!

source: The destination directory does not exist! Do you want to create it?
cs: Cílový adresáø neexistuje! Chcete ho vytvoøit?
pl: Podany katalog jest nie istnieje! Czy chcesz go utworzyæ?

source: You don't have permission to create the directory!
cs: Nemáte práva potøebná pro vytvoøení adresáøe!
pl: Nie masz uprawnieñ do utworzenia katalogu!

source: I can't split the file into so many pieces!
cs: Nemohu rozdìlit soubor na tolik dílù!
pl: Wybrano zbyt du¿± liczbê czê¶ci!

source: Edit the URL
cs: Editovat URL
pl: Edycja adresu odno¶nika

source: Double-click on the item to Start/Stop the download
cs: Dvoj-kliknìte na polo¾ku pro Spu¹tìní/Zastavení stahování
pl: Podwójne klikniêcie uruchamia/zatrzymuje pobieranie

source: [ Yes ]
cs: [ Ano ]
pl: [ Tak ]

source: [ No ]
cs: [ Ne ]
pl: [ Nie ]

source: Restart
pl: Wznawianie

source: Filename
cs: Jméno souboru
pl: Nazwa pliku

source: Completed
cs: Dokonèené
pl: Pobrano

source: Percentage
cs: Procentuálnì
pl: Procentowo

source: Time Passed
cs: Uplynulý èas
pl: Czas pobierania

source: Remaining
cs: Zbývající
pl: Pozosta³o

source: Speed
cs: Rychlost
pl: Szybko¶æ

source: Attempts
cs: Pokusy
pl: Ilo¶æ prób

source: URL
pl: Adres odno¶nika

source: Double-click on the item to open the destination directory
cs: Dvoj-kliknìte na polo¾ku pro otevøení adresáøe
pl: Podwójne klikniêcie na obiekcie otwiera katalog w którym siê znajduje

source: Start
pl: Rozpocznij

source: Finished
cs: Dokonèeno
pl: Ukoñczono

source: Started
cs: Spu¹tìné
pl: Rozpoczêto

source: You have downloaded a HTML file. Opening this file in your browser.
cs: Stáhnul jste HTML soubor. Otevøít v prohlí¾eèi.
pl: Pobrano plik HTML. Zostanie on otwarty w przegl±darce.

source: This protocol isn't supported.
cs: Tento protokol není podporován.
pl: Ten protokó³ nie jest obs³ugiwany.

source: Redirecting to
cs: Pøesmìrování na
pl: Przekierowanie do

source: Metalink file detected
cs: Detekovám Metalink soubor
pl: Wykryto plik Metalink

source: Getting Metalink data...
cs: Stahuji Metalink data...
pl: Pobieranie informacje o Metalink...

source: Not available
cs: Není dostupný
pl: Niedostêpne

source: This Metalink file contains multiples files.
cs: Tento Metalink soubor obsahuje nìkolik souborù.
pl: Ten Metalink zawiera wiêcej ni¿ jeden plik.

source: Creating all downloads...
cs: Vytváøení v¹ech stahování...
pl: Tworzenie wszystkich pobierañ...

source: Getting file number
cs: Stahování poètu souborù
pl: Pobieram plik numer

source: Error retrieving Metalink data
cs: Chyba pøi obdr¾ení Metalink dat
pl: B³±d pobierania danych o Metalink

source: New attempt in
cs: Nový pokus v
pl: Kolejna próba za

source: seconds
cs: sekundách
pl: sekund...

source: Attempt
cs: Pokus
pl: Próba

source: of
cs: ze
pl: z

source: Canceled.
cs: Zru¹eno.
pl: Anulowano

source: Critical error!! The start point is bigger that the end point!!
cs: Kritická chyba!! Poèáteèní bod je vìt¹í ne¾ koncový!!
pl: B³±d krytyczny! Punkt pocz±tkowy jest wiêkszy ni¿ koñcowy!

source: Error establishing input stream.
cs: Chyba pøi vytvoøení proudu.
pl: B³±d przy tworzeniu strumienia.

source: Copying file...
cs: Kopírování souboru...
pl: Kopiowanie pliku...

source: Error opening file
cs: Chyba pøi otevøení souboru
pl: B³±d otwierania pliku

source: Error copying file.
cs: Chyba pøi kopírování souboru.
pl: B³±d kopiowania pliku.

source: Error writing file.
cs: Chyba pøi zapisování souboru.
pl: B³±d zapisywania pliku.

source: Finished this piece
cs: Díl dokonèen
pl: Czê¶æ ukoñczona

source: Waiting for the other pieces...
cs: Èekání na dal¹í díly...
pl: Oczekiwanie na pozosta³e czê¶ci...

source: Putting all the pieces together...
cs: Spojování v¹ech dílù...
pl: £±czenie pobranych czê¶ci...

source: Error joining the pieces. Try to restart the download.
cs: Chyba pøi spojování dílù. Zkuste restartovat stahování.
pl: B³±d ³±czenia czê¶ci. Spróbuj ponownie uruchomiæ pobieranie.

source: Checking MD5...
cs: Kontrola MD5...
pl: Sprawdzanie sumy MD5...

source: Checking MD5 ... (
cs: Kontrola MD5... (
pl: Sprawdzanie sumy MD5... (

source: Comparing expected and calculated MD5...
cs: Porovnání oèekávaného a kalkulovaného MD5 souètu...
pl: Porównywanie spodziewanej i obliczonej sumy MD5...

source: File verified successfully
cs: Soubor byl úspì¹nì ovìøen
pl: Plik pozytywnie zweryfikowany

source: Finished
cs: Dokonèeno
pl: Ukoñczono pobieranie

source: Error comparing MD5.
cs: Chyba pøi porovnání MD5.
pl: B³±d przy porównywaniu sumy MD5.

source: Resolving host '
cs: Øe¹ení serveru '
pl: Poszukiwanie serwera '

source: Host not found.
cs: Server nenalezen.
pl: Serwer nie zosta³ odnaleziony!

source: Trying to connect in '
cs: Pokous o pøipojení k '
pl: Próba po³±czenia z '

source: Connection denied.
cs: Pøipojení zakázáno.
pl: Po³±czenie odrzucone.

source: Accessing server...
cs: Pøistupuji na server...
pl: £±czê z serwerem...

source: The file size has changed since the last time. Removing the partially downloaded files...
cs: Velikost souboru byla zmìnìna od poslednì. Odebírání èásteènì sta¾ených souborù...
pl: Rozmiar pliku zmieni³ siê od ostatniego po³±czenia. Rozpoczynam pobieranie od pocz±tku...

source: This server does not support restart.
cs: Tento server nepodporuje pøeru¹ení stahování.
pl: Serwer nie obs³uguje wznawiania.

source: Unable to return the file size.
cs: Nemohu získat velikost souboru.
pl: Nie uda³o siê odczytaæ rozmiaru pliku.

source: Error requesting file.
cs: Chyba pøi po¾adavku na soubor.
pl: B³±d przy ¿±daniu pliku.

source: The server timed out.
cs: Server neodpovìdìl.
pl: Przekroczono czas po³±czenia.

source: Connection denied.
cs: Pøipojení zakázáno.
pl: Po³±czenie odrzucone.

source: Waiting for welcome message.
cs: Èekání na uvítací zprávu.
pl: Oczekujê na wiadomo¶æ powitaln±.

source: Verifying if the server supports restarting...
cs: Ovìøování zda server podporuje pøeru¹ení...
pl: Sprawdzam czy serwer wspiera wznawianie pobierañ...

source: This server does not support restart.
cs: Tento server nepodporuje pøeru¹ované stahování.
pl: Serwer nie obs³uguje wznawiania.

source: Changing to directory
cs: Zmìna adresáøe
pl: Zmiana katalogu

source: Invalid directory.
cs: Neplatný adresáø.
pl: B³êdny katalog.

source: Changing to binary mode...
cs: Zmìna na binární mód...
pl: Przechodzê na tryb binarny...

source: Unable to change to binary mode.
cs: Nemohu zmìnit na binární mód.
pl: Nie mo¿na przej¶æ w tryb binarny.

source: Verifying the size of the
cs: Ovìøování velikosti
pl: Sprawdzam rozmiar pliku

source: File size:
cs: Velikost souboru:
pl: Rozmiar pliku:

source: Requesting file...
cs: Po¾adování souboru...
pl: Wysy³am ¿±danie pliku...

source: Looking for file
cs: Vyhledávání souboru
pl: Szukam pliku

source: File not found.
cs: Soubor nenalezen.
pl: Plik nie zosta³ odnaleziony.

source: There isn't enough disk space to join the file parts.
cs: Není dostatek místa na disku pro spojení dílù souboru.
pl: Brak miejsca na dysku na po³±czenie pobranych czê¶ci pliku.

source: Choose a file...
cs: Výbìr souboru...
pl: Wybierz plik...

source: Select the date...
cs: Výbìr data...
pl: Wybierz datê...

source: Remove some items before adding a new one.
cs: Odeberte nìjakou polo¾ku pøed pøidáním nové.
pl: Usuñ jaki¶ element by dodaæ kolejny.

source: Sundays
cs: Nìdele
pl: Niedziela

source: Mondays
cs: Pondìlí
pl: Poniedzia³ek

source: Tuesdays
cs: Úterý
pl: Wtorek

source: Wednesdays
cs: Støeda
pl: ¦roda

source: Thursdays
cs: Ètvrtek
pl: Czwartek

source: Fridays
cs: Pátek
pl: Pi±tek

source: Saturdays
cs: Sobota
pl: Sobota

source: About...
cs: O...
pl: Informacje o...

source: New
cs: Nový
pl: Dodaj

source: Remove
cs: Odebrat
pl: Usuñ

source: Schedule
cs: Plán
pl: Wed³ug planu

source: Stop
cs: Zastavit
pl: Zatrzymaj

source: Start All
cs: Spustit v¹e
pl: Rozpocznij wszystkie

source: Stop All
cs: Zastavit v¹e
pl: Zatrzymaj wszystkie

source: Up
cs: Nahoru
pl: W górê

source: Push download higher up the queue
cs: Posunout stahování nahoru ve frontì
pl: Przenie¶ pobieranie o jedno miejsce w górê

source: Down
cs: Dolu
pl: W dó³

source: Push download lower down the queue
cs: Posunout stahování dozadu ve frontì
pl: Przenie¶ pobieranie o jedno miejsce w dó³

source: Properties
cs: Vlastnosti
pl: W³a¶ciwo¶ci

source: &File
cs: &Soubor
pl: &Plik

source: New Download
cs: Nové stahování
pl: Dodaj nowe pobieranie

source: Exit
cs: Ukonèit
pl: Zakoñcz

source: &Edit
cs: &Editovat
pl: &Edycja

source: Paste URL
cs: Vlo¾it URL
pl: Wklej adres odno¶nika

source: Select All
cs: Vybrat v¹e
pl: Zaznacz wszystko

source: Invert Selection
cs: Obrácený výbìr
pl: Odwróæ zaznaczenie

source: Find Download
cs: Najít stahování
pl: Znajd¼ pobranie

source: &View
cs: &Pohled
pl: &Widok

source: Show/Hide Graph
cs: Zobrazit/Skrýt graf
pl: Poka¿/ukryj wykres

source: Show/Hide Progress Bar
cs: Zobrazit/Skrýt prùbìhový pruh
pl: Poka¿/ukryj pasek postêpu

source: Show/Hide Details
cs: Zobrazit/Skrýt detaily
pl: Poka¿/ukryj szczegó³y

source: Language
cs: Jazyk
pl: Jêzyk

source: (Default)
cs: (Výchozí)
pl: (domy¶lny)

source: English
cs: Angliètina
pl: angielski

source: Portuguese
cs: Portugal¹tina
pl: portugalski

source: Portuguese(Brazil)
cs: Portugal¹tina (Brazilská)
pl: portugalski (Brazylia)

source: German
cs: Nìmèina
pl: niemiecki

source: Spanish
cs: ©panìl¹tina
pl: hiszpañski

source: Czech
cs: Èe¹tina
pl: czeski

source: Russian
cs: Ru¹tina
pl: rosyjski

source: Hungarian
cs: Maïar¹tina
pl: wêgierski

source: Indonesian
cs: Indonéz¹tina
pl: indonezyjski

source: Armenian
cs: Armén¹tina
pl: armeñski

source: Polish
cs: Pol¹tina
pl: polski

source: &Tools
cs: &Nástroje
pl: &Narzêdzia

source: Export Configuration
cs: Export nastavení
pl: Eksportuj ustawienia

source: Import Configuration
cs: Import nastavení
pl: Importuj ustawienia

source: Shutdown when finished
cs: Ukonèit pøi dokonèení
pl: Zamknij system po zakoñczeniu

source: This option is only valid in this session of the program
cs: Tyto volby jsou platné jen pøi tomto spu¹tìní programu
pl: Ta opcja jest aktywna tylko podczas tej sesji programu

source: Disconnect when finished
cs: Odpojení pøi dokonèení
pl: Roz³±cz po zakoñczeniu

source: Options
cs: Volby
pl: Opcje

source: &Help
cs: &Nápovìda
pl: P&omoc

source: wxDownload Fast Site
cs: Stránka wxDownload Fast
pl: Strona wxDownload Fast

source: Report Bugs...
cs: Reportovat chybu...
pl: Zg³o¶ b³±d...

source: Donate...
cs: Podpoøit...
pl: Wsparcie dla projektu...

source: About
cs: O programu
pl: Informacje o...

source: Save to:
cs: Ulo¾it do:
pl: Zapisz do:

source: Directory
cs: Adresáø
pl: Przegl±daj

source: Address:
cs: Adresa:
pl: Adres:

source: URL to download Example: http://www.foo.com/foo.exe Example: http://www.foo.com:80/foo.exe Example: ftp://ftp.foo.com:21/foo.exe
cs: URL ke sta¾ení Napø.:http://www.foo.com/foo.exe Napø.:http://www.foo.com:80/foo.exe Napø.: ftp://ftp.foo.com:21/foo.exe
pl: Adres odno¶nika do pobrania, na przyk³ad: http://www.witryna.pl/abc.exe http://www.witryna.pl:80/abc.exe ftp://ftp.serwer.pl:21/abc.exe

source: Add
cs: Pøidat
pl: Dodaj

source: Address List:
cs: Seznam adres:
pl: Lista adresów:

source: Only the selected addresses will be downloaded
cs: Jen vybrané adresy budou sta¾eny
pl: Tylko zaznaczone adresy bêd± pobrane

source: Server Permission
cs: Práva serveru
pl: Ustawienia serwera

source: User:
cs: U¾ivatel:
pl: Nazwa u¿ytkownika:

source: Password:
cs: Heslo:
pl: Has³o:

source: Segmented download
cs: Rozdìlené stahování
pl: Pobieranie wielu czê¶ci

source: Split download into how many pieces?
cs: Do kolika dílù rozdìlit soubor?
pl: Na ile czê¶ci podzieliæ plik?

source: Download bandwidth (in kB/s)
cs: ©íøka pásma pro stahování (kB/s)
pl: Limit prêdko¶ci (w kB/s)

source: Set band width limit for this download. Set "0" to unlimited.
cs: Nastavte ¹íøku pásma pou¾ívanou pro toto stahování. Nastavte "0" pro neomezenou.
pl: Ustaw maksymaln± szybko¶æ pobierania plików dla tego pobierania. Ustaw "0" by wy³±czyæ limit prêdko¶ci.

source: Manual
cs: Manuál
pl: Rêcznie

source: Now
cs: Nyní
pl: Teraz

source: Execute the following command after download completes
cs: Spustit následující pøíkaz pøi dokonèení stahování
pl: Wykonaj to polecenie po zakoñczeniu pobierania

source: &Cancel
cs: &Zru¹it
pl: &Anuluj

source: General
cs: Obecné
pl: Ogólne

source: Attempts:
cs: Pokusy:
pl: Ilo¶æ prób

source: Number of attempts
cs: Poèet pokusù
pl: Ilo¶æ prób

source: Time between the attempts in seconds:
cs: Èas mezi dvìmi pokusy v sekundách:
pl: Czas miêdzy próbami w sekundach:

source: Number of simultaneous downloads:
cs: Poèet souèasných stahování:
pl: Ilo¶æ jednoczesnych pobierañ:

source: Remember the last settings on the New Download box
cs: Pamatovat si poslední nastavení pøi novém stahování
pl: Pamiêtaj ustawienia w oknie nowego pobierania

source: Shutdown when all downloads finish
cs: Ukonèit pøi dokonèení v¹ech stahování
pl: Zawsze wy³±czaj komputer po zakoñczeniu pobierania

source: Disconnect when all downloads finish
cs: Odpojit pøi dokonèení v¹ech stahování
pl: Zawsze roz³±czaj po zakoñczeniu pobierania

source: Show dialog box when program closes
cs: Zobrazit dialog pøi zavírání programu
pl: Poka¿ okno dialogowe podczas wy³±czania programu
