Repository: 314pi/PortableInternet
Catalog: PortableApps/wxDownloadFastPortable/App/wxDownloadFast/languages/*/wxDFast.po
Languages: cs, pl

source: Refresh rate of the download list (millisecs):
cs: Rychlost obnovování seznamu stahování (msec):
pl: Okres od¶wie¿ania listy pobierañ (ms):

source: Download Read Buffer size(in Bytes):
cs: Velikost Read Bufferu stahování (v Bytech):
pl: Wielko¶æ bufora odczytu pobierañ (bajtów):

source: Restore the main window when all downloads finish
cs: Obnovit hlavní okno pøi dokonèení v¹ech stahování
pl: Przywróæ okno programu po zakoñczeniu pobierania

source: Hide the main window when you start a download
cs: Skrýt hlavní okno pøi startu stahování
pl: Ukryj okno programu przy rozpoczynaniu pobierania

source: Check for updates automatically
cs: Kontorolovat update automaticky
pl: Automatycznie sprawdzaj dostêpno¶æ aktualizacji

source: Paths
cs: Cesty
pl: ¦cie¿ki

source: Default destination:
cs: Výchozí umístìní:
pl: Domy¶lny katalog dla pobierañ:

source: Browser path:
cs: Cesta k prohlí¾eèi:
pl: ¦cie¿ka do przegl±darki internetowej:

source: File manager path:
cs: Cesta k souborovému mana¾eru:
pl: ¦cie¿ka do mened¿era plików:

source: Shutdown command:
cs: Pøikaz k ukonèení:
pl: Polecenie wy³±czenia komputera:

source: Disconnect command:
cs: Pøíkaz pro odpojení:
pl: Polecenie roz³±czenia:

source: Partial Temporary Files Path
cs: Cesta k temp adresáøi
pl: ¦cie¿ka dla plików tymczasowych

source: Use the destination directory
cs: Pou¾ít cílový adresáø
pl: U¿yj katalogu docelowego

source: Graph
cs: Graf
pl: Wykres

source: Show Graph
cs: Zobrazit graf
pl: Poka¿ wykres

source: Save how many points to graph?
cs: Ulo¾it poèet bodù v graf?
pl: Ile punktów wykresu zapisaæ?

source: Graph refresh rate (millisecs):
cs: Rychlost obnovování grafu (msec):
pl: Okres od¶wie¿ania wykresu (ms)

source: Graph maximum value (kB/s):
cs: Maximální hodnota v grafu (kB/s):
pl: Maksymalna warto¶æ na wykresie (kB/s)

source: The text area Width (pixels):
cs: ©íøka textového pole (pixels)
pl: Szeroko¶æ pola wska¼nika prêdko¶ci (pikseli)

source: Graph height:
cs: Vý¹ka grafu:
pl: Wysoko¶æ wykresu (pikseli)

source: Text font size (points):
cs: Velikost fontu:
pl: Wielko¶æ czcionki wska¼nika prêdko¶ci (punktów)

source: Main line width:
cs: ©íøka hlavní èáry:
pl: Grubo¶æ linii

source: Background colour:
cs: Barva pozadí:
pl: Kolor t³a wykresu

source: Graph grid colour:
cs: Barva møí¾ky grafu:
pl: Kolor siatki wykresu

source: Main line colour:
cs: Barva hlavní èáry:
pl: Kolor linii

source: Speed font colour:
cs: Barva fontu rychlosti:
pl: Kolor czcionki wska¼nika prêdko¶ci

source: Scheduling
cs: Plánování
pl: Planowanie pobierania

source: Activate scheduling
cs: Aktivní plánování
pl: Aktywuj plan pobierania

source: Start Date:
cs: Datum spu¹tìní:
pl: Data rozpoczêcia:

source: Start Time:
cs: Èas spu¹tìní:
pl: Godzina rozpoczêcia:

source: Finish Date:
cs: Datum dokonèení:
pl: Data zakoñczenia:

source: Finish Time:
cs: Èas dokonèení:
pl: Godzina zakoñczenia:

source: Deactivate downloads on:
cs: Deaktivovat stahování v:
pl: Nie ¶ci±gaj w:

source: Between
cs: Mezi
pl: Miêdzy

source: and
cs: a
pl: a

source: Exceptions List:
cs: Seznam vyjímek:
pl: Lista wyj±tków:

source: Bandwidth
cs: ©íøka pásma
pl: Po³±czenie

source: Bandwidth Control
cs: Ovládání ¹íøky pásma
pl: Limit prêdko¶ci

source: Unlimited bandwidth
cs: Neomezená ¹íøka pásma
pl: Bez limitu prêdko¶ci

source: Limit band width independently for each download
cs: ©íøka pásma nezávislá pro ka¾dé stahování
pl: Limit prêdko¶ci oddzielny dla ka¿dego pliku

source: Limit band width for the program (in kB/s):
cs: ©íøka pásma pro program (kB/s):
pl: Limit prêdko¶ci dla programu (kB/s):

source: Band width limit in kB/s to be used by the program
cs: Nastavit maximální ¹íøku pásma (kB/s) pou¾ívanou v programu
pl: Ustaw maksymaln± prêdko¶æ transmisji dostêpn± dla programu w kB/s

source: Browser Integration
cs: Integrace v prohlí¾eèi
pl: Integracja z przegl±dark±

source: Firefox Integration
cs: Integrace ve Firefoxu
pl: Integracja z Firefox / SeaMonkey / Flock

source: To integrate with Firefox, do the following: 1) Install the FlashGot extension for Firefox (www.flashgot.org/getit) 2) Then restart Firefox and go to: Tools -> FlashGot -> More Options 3)Now select the wxDownload Fast on the Download Manager's List
cs: Pro integraci ve Firefoxu: 1) Nainstalujte roz¹íøení FlashGot (www.flashgot.org/getit) 2) Po restartu Firefoxu: Nástroje -> FlashGot -> Více voleb 3) Nyní vyberte wxDownload Fast ze seznamu
pl: By zintegrowaæ z Firefox / SeaMonkey / Flock: 1) Pobierz i zainstaluj rozszerzenie FlashGot dostêpne na www.flashgot.org/getit 2) Uruchom ponownie Firefox i wybierz: Narzêdzia -> FlashGot -> Wiêcej opcji... 3) W zak³adce Ogólne wybierz z listy Mened¿er pobierania wxDownload Fast 4) Je¶li na li¶cie mened¿erów nie ma wxDownload Fast uaktualnij FlashGot do najnowszej wersji i powtórz powy¿sze czynno¶ci 5) Gotowe!

source: Internet Explorer Integration
cs: Integrace v Internet Exploreru
pl: Integracja z Internet Explorer

source: &Save
cs: &Ulo¾it
pl: &Zapisz

source: hours
cs: hodiny

source: minutes
cs: minuty
